42crunch.vscode-openapi
alefragnani.project-manager
bierner.markdown-mermaid
bung87.rails
bung87.vscode-gemfile
dautroc.yazi-vscode
dbaeumer.vscode-eslint
editorconfig.editorconfig
github.copilot-chat
hverlin.mise-vscode
kahole.magit
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode.extension-test-runner
ms-vsliveshare.vsliveshare
openai.chatgpt
pkief.material-icon-theme
redhat.vscode-yaml
ryuta46.multi-command
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sianglim.slim
soutaro.rbs-syntax
soutaro.steep-vscode
sporto.rails-go-to-spec
tamasfe.even-better-toml
tk0miya.rbs-helper
tuttieee.emacs-mcx
typespec.typespec-vscode
