bierner.markdown-mermaid
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
hverlin.mise-vscode
kahole.magit
misogi.ruby-rubocop
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
rrudi.vscode-dired
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
sianglim.slim
sporto.rails-go-to-spec
tamasfe.even-better-toml
tuttieee.emacs-mcx
