tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'xquartz'
brew 'atool'
brew 'autoconf'
brew 'bdw-gc'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'clang-format'
brew 'cmake'
brew 'cmigemo'
brew 'coreutils'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'srgb']
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'gd'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'little-cms2'
brew 'ghostscript'
brew 'gibo'
brew 'global'
brew 'gmp'
brew 'gnu-sed', args: ['with-default-names']
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'libtool'
brew 'graphviz'
brew 'icu4c'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'hugo'
brew 'xz'
brew 'imagemagick'
brew 'jbig2dec'
brew 'lha'
brew 'libcroco'
brew 'openssl'
brew 'libevent'
brew 'memcached'
brew 'libmemcached'
brew 'pango'
brew 'librsvg'
brew 'libvo-aacenc'
brew 'makedepend'
brew 'mariadb'
brew 'markdown'
brew 'md5sha1sum'
brew 'mongodb'
brew 'ninja'
brew 'nkf'
brew 'node'
brew 'oniguruma'
brew 'ossp-uuid'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'python3'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'uchardet'
brew 'unixodbc'
brew 'utf8proc'
brew 'w3m'
brew 'wget'
brew 'yaml-cpp', args: ['c++11', 'with-static-lib']
brew 'youtube-dl'
brew 'zsh'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php56'
brew 'homebrew/php/composer'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/php/php-cs-fixer'
brew 'homebrew/php/php56-apcu'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-xdebug'
cask 'alfred'
cask 'atom'
cask 'dockertoolbox'
cask 'firefoxdeveloperedition'
cask 'font-lato'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'microsoft-office-ja'
cask 'psequel'
cask 'seil'
cask 'sequel-pro'
cask 'shiftit'
cask 'sketch-toolbox'
cask 'skype'
cask 'sourcetree'
cask 'virtualbox'
cask 'xtrafinder'
