brew "act"
brew "zstd"
brew "ca-certificates"
brew "awscli"
brew "bat"
brew "fontconfig"
brew "cmake"
brew "colima"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "gnu-sed"
brew "icu4c@77"
brew "libtool"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "libpq"
brew "libyaml"
brew "mysql"
brew "ov"
brew "powerline-go"
brew "qemu"
brew "qpdf"
brew "ripgrep"
brew "rsyslog", restart_service: :changed
brew "rtk"
brew "sheldon"
brew "tmux"
brew "tree"
brew "vips"
brew "yazi"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "alfred"
cask "alt-tab"
cask "aws-vault-binary"
cask "chatgpt"
cask "copilot-cli"
cask "docker-desktop"
cask "emacs-app"
cask "entireio/tap/entire"
cask "figma"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options+"
cask "lulu"
cask "microsoft-excel"
cask "notion"
cask "obsidian"
cask "slack"
cask "tailscale-app"
vscode "42crunch.vscode-openapi"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dautroc.yazi-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "github.copilot-chat"
vscode "hverlin.mise-vscode"
vscode "kahole.magit"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vsliveshare.vsliveshare"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ryuta46.multi-command"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "sporto.rails-go-to-spec"
vscode "tamasfe.even-better-toml"
vscode "tk0miya.rbs-helper"
vscode "tuttieee.emacs-mcx"
vscode "typespec.typespec-vscode"
