tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'clusterhq/tap'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
brew 'atool'
brew 'autoconf'
brew 'pkg-config'
brew 'bdw-gc'
brew 'icu4c'
brew 'boost', args: ['c++11']
brew 'xz'
brew 'cmake'
brew 'ninja'
brew 'clang-format'
brew 'nkf'
brew 'cmigemo'
brew 'gmp'
brew 'coreutils'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'freetype'
brew 'little-cms2'
brew 'ghostscript'
brew 'imagemagick'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'emacs'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'openssl'
brew 'ffmpeg'
brew 'figlet'
brew 'findutils'
brew 'gdbm'
brew 'gibo'
brew 'global'
brew 'gnu-sed', args: ['with-default-names']
brew 'hugo'
brew 'jbig2dec'
brew 'lha'
brew 'libevent'
brew 'mariadb'
brew 'markdown'
brew 'node'
brew 'oniguruma'
brew 'ossp-uuid'
brew 'pcre'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'uchardet'
brew 'unixodbc'
brew 'w3m'
brew 'wget'
brew 'yaml-cpp', args: ['c++11', 'with-static-lib']
brew 'youtube-dl'
brew 'zsh'
brew 'clusterhq/tap/flocker-1.7.2'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php56'
brew 'homebrew/php/composer'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/php/php-cs-fixer'
brew 'homebrew/php/php56-apcu'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-xdebug'
cask 'alfred'
cask 'atom'
cask 'dockertoolbox'
cask 'emacs'
cask 'firefox'
cask 'firefoxdeveloperedition-ja'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'karabiner'
cask 'microsoft-office-ja'
cask 'psequel'
cask 'seil'
cask 'sequel-pro'
cask 'shiftit'
cask 'sketch-toolbox'
cask 'skype'
cask 'sourcetree'
cask 'sublime-text3'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'xtrafinder'
