brew "coreutils"
brew "direnv"
brew "emacs"
brew "fontconfig"
brew "fzf"
brew "gnu-sed"
brew "libtool"
brew "libyaml"
brew "powerline-go"
brew "qpdf"
brew "ripgrep"
brew "sheldon"
brew "tree"
brew "yazi"
brew "zstd"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "alfred"
cask "alt-tab"
cask "chatgpt"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "lulu"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "dautroc.yazi-vscode"
vscode "github.copilot-chat"
vscode "hverlin.mise-vscode"
vscode "kahole.magit"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "tuttieee.emacs-mcx"
