brew "bat"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "fontconfig"
brew "fzf"
brew "gibo"
brew "gnu-sed"
brew "libtool"
brew "libyaml"
brew "zstd"
brew "mysql"
brew "powerline-go"
brew "qpdf"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "alfred"
cask "alt-tab"
cask "chatgpt"
cask "docker-desktop"
cask "emacs-app"
cask "google-chrome"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logi-options+"
cask "lulu"
cask "notion"
cask "obsidian"
cask "slack"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hverlin.mise-vscode"
vscode "kahole.magit"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.extension-test-runner"
vscode "pkief.material-icon-theme"
vscode "rrudi.vscode-dired"
vscode "ryuta46.multi-command"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "sporto.rails-go-to-spec"
vscode "tamasfe.even-better-toml"
vscode "tk0miya.rbs-helper"
vscode "tuttieee.emacs-mcx"
vscode "typespec.typespec-vscode"
